7767517
13 13
Input            input                    0 1 input
Convolution      Conv_0                   1 1 input 11 0=6 1=5 11=5 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=450
ReLU             Relu_1                   1 1 11 12
Pooling          MaxPool_2                1 1 12 13 0=0 1=2 11=2 2=2 12=2 3=0 13=0 14=0 15=0 5=1
Convolution      Conv_3                   1 1 13 14 0=16 1=5 11=5 2=1 12=1 3=1 13=1 4=0 14=0 15=0 16=0 5=1 6=2400
ReLU             Relu_4                   1 1 14 15
Pooling          MaxPool_5                1 1 15 16 0=0 1=2 11=2 2=2 12=2 3=0 13=0 14=0 15=0 5=1
Flatten          Flatten_6                1 1 16 17
InnerProduct     Gemm_7                   1 1 17 18 0=120 1=1 2=48000
ReLU             Relu_8                   1 1 18 19
InnerProduct     Gemm_9                   1 1 19 20 0=84 1=1 2=10080
ReLU             Relu_10                  1 1 20 21
InnerProduct     Gemm_11                  1 1 21 output 0=10 1=1 2=840
